Repository: Erendenizkusu/sssss
Catalog: lib/l10n/app_*.arb
Languages: tr

# oteller
source: HOTELS
tr: OTELLER

# pansionlar
source: PANSIONS
tr: PANSİYONLAR

# restoranlar
source: RESTAURANTS
tr: RESTORANTLAR

# kampalanlari
source: CAMPING AREAS
tr: KAMP ALANLARI

# plajlar
source: BEACHES
tr: PLAJLAR

# surfOkullari
source: SURF SCHOOLS
tr: SURF OKULLARI

# neredeYenir
source: Where to Eat?
tr: Nerede Yenir?

# tavsiyeler
source: Advices
tr: Tavsiyeler

# aktiviteler
source: Activities
tr: Aktiviteler

# koyler
source: Villages
tr: Köyler

# feribotSaatleri
source: Ferry Times
tr: Feribot Saatleri

# hediyelikEsyalar
source: Souvenirs
tr: Hediyelik Eşyalar

# gokceadaTarihcesi
source: Gökçeada is a district of Çanakkale province and the largest island in Turkey. It has a rich history dating back to the era of the Trojans, and the traces of many different cultures can be found on this island. The history of Gökçeada goes back to the ancient times when it was known as 'Imbros' by the Greeks. Later, the island came under the rule of the Persian Empire, the Roman Empire, the Byzantine Empire, the Republic of Venice, the Republic of Genoa, the Ottoman Empire, and finally the Republic of Turkey. During World War I, due to the strategic importance of the Dardanelles Strait, many battles took place in Gökçeada. Several military bases were established on the island, and conflicts occurred here as well. As a result of these wars, many military cemeteries and memorials were built on the island. Gökçeada is now an important destination for tourism. Located in the Aegean Sea, this island attracts visitors with its natural beauty, pristine beaches, and historical sites. Additionally, the minorities living on the island (Greeks, Turks, Pomaks) and their cultures contribute to the island's tourist appeal. Moreover, Gökçeada holds many undiscovered beauties that are yet to be explored by both local and foreign travelers. Therefore, those who wish to visit the island should allocate some time to uncover its hidden treasures.
tr: Gökçeada, Çanakkale ilinin bir ilçesi ve Türkiye'nin en büyük adasıdır. Tarihi olarak oldukça zengin bir adadır ve pek çok farklı kültürün izleri bu adada bulunmaktadır. Gökçeada'nın tarihi Truvalılar dönemine kadar uzanır. Ada, antik dönemde Yunanlılar tarafından "İmbros" olarak adlandırılırdı. Daha sonra adanın yönetimi Pers İmparatorluğu, Roma İmparatorluğu, Bizans İmparatorluğu, Venedik Cumhuriyeti, Ceneviz Cumhuriyeti, Osmanlı İmparatorluğu ve son olarak da Türkiye Cumhuriyeti tarafından ele alındı. I. Dünya Savaşı sırasında, Çanakkale Boğazı'nın önemli bir stratejik konumu nedeniyle, Gökçeada'da birçok savaş yaşandı. Adada birçok askeri üs kuruldu ve çatışmalar burada da gerçekleşti. Bu savaşların bir sonucu olarak, adada birçok askeri mezarlık ve anıt yapıldı. Gökçeada, günümüzde turizm açısından önemli bir adadır. Ege Denizi'nde yer alan bu ada, doğal güzellikleri, tertemiz plajları ve tarihi mekanları ile ziyaretçilerin ilgisini çeker. Ayrıca, adada yaşayan azınlıklar (Rumlar, Türkler, Pomaklar) ve onların kültürleri de adanın turistik özelliklerine katkı sağlamaktadır. Gökçeada'nın aynı zamanda birçok yerli ve yabancı gezgin tarafından keşfedilmemiş güzellikleri de bulunmaktadır. Bu nedenle, adayı ziyaret etmek isteyen kişiler, adanın gizli kalmış güzelliklerini keşfetmek için biraz zaman ayırmalıdır.

# barlar
source: Bars
tr: Barlar

# kafeler
source: Cafes
tr: Kafeler

# kahvaltiYerleri
source: Breakfast
tr: Kahvaltı Alanları

# gormeyeDeger
source: Worth visiting
tr: Görmeye Değer Yerler

# yolTarifi
source: Directions
tr: Yol Tarifi

# atm
source: ATMs
tr: ATM'ler

source: Sign Out
tr: Çıkış Yap

# tarihce
source: History of Gokceada
tr: Gökçeada'nın Tarihçesi

# tavsiyeMetni
source: As an islander, I will create a daily itinerary for myself to inspire you for a day trip to Gökçeada. I would start my day with a delicious and natural breakfast at Begonvil or Mustafan's Kayfesi to recharge my energy. Then, I would go to Zeytinliköy and relax at Cafe Garaj, enjoying a hot coffee and a delightful dessert. This place is cool and comfortable during the hottest hours of the sun. In the afternoon, I would head to Kefalos Beach. I would lie on the sandy shore, watching people surf or even joining them. If I were in a more adventurous mood, I would visit Yıldızkoy. It is Turkey's first and only underwater national park, teeming with colorful fish. I would put on my snorkeling gear and explore the vibrant marine life. I would spread my towel on the warm rocks and sunbathe. In the late afternoon, I would climb up to Yukarı Kaleköy. I would sit on my camping chair and watch the magnificent sunset. If I wanted to end the day with a lovely dinner, I would go to Poseidon. It has a fantastic view but can be quite crowded, so making a reservation in advance is necessary. After the day ends, I would descend to Kaleköy Harbor, grab some ice cream, and stroll around the harbor. It's located below Yukarı Kaleköy and gets lively in the evenings. Finally, I would go to Yıldızkoy to end the day under the stars.
tr: Bir adalı olarak, size ilham olması için kendime bir günlük Gökçeada tatil planı yapacağım. Güne Begonvil veya Mustafan'ın Kayfesi'nde lezzetli ve doğal bir kahvaltı ile başlayıp enerji depolardım. Sonra Zeytinliköy'e gidip Cafe Garaj'da oturur, sıcacık bir kahve ve nefis bir tatlı ile keyif yapardım. Burası güneşin en sıcak olduğu saatlerde serin ve rahat bir yer. Öğleden sonra Kefalos plajına giderdim. Burada kumsalda yatıp, surf yapan insanları izler veya onlara katılırdım. Eğer daha maceracı bir ruh halinde olsaydım, Yıldızkoy'a giderdim. Burası Türkiye'nin ilk ve tek su altı milli parkı ve balıklarla dolu. Deniz gözlüğümü takar ve renkli balıkları keşfederdim. Sıcak kayaların üzerine havlumu atar ve güneşlenirdim. Akşamüstü Yukarı Kaleköy'e çıkardım. Burada kamp sandalyemde oturur ve muhteşem gün batımını izlerdim. Eğer güzel bir akşam yemeği eşliğinde günü batırmak istiyorsam Poseidon'da giderdim. Burası harika bir manzaraya sahip ama çok popüler olduğu için yer bulmak zor. O yüzden önceden rezervasyon yaptırmanız gerekiyor. Gün bittikten sonra Kaleköy Liman'a iner, dondurmamı alır ve hediyelik eşya tezgahlarını gezerdim. Son olarak günü yıldızların altında bitirmek için Yıldızkoy'a giderdim.

# iletisim
source: Communication
tr: İletişim

# iletisimNot
source: Suggestions, recommendations, and contact address for your business to be included in the application.
tr: Öneriler, tavsiyeler ve işletmenizin uygulamada bulunması için iletişim adresi.

# sizinGozunuzdenAda
source: From Your Perspective
tr: Sizin Gözünüzden Ada

# cikisYapildi
source: Signed out
tr: Çıkış Yapıldı

# menuBilgilendirme
source: For the current menu and pricing information, please visit the website.
tr: Güncel menü ve fiyatlandırma bilgisi için web siteyi ziyaret ediniz.

# odaOzellikleri
source: Room Facilities
tr: Oda Özellikleri

# tesisOzellikleri
source: Facilities
tr: Tesis Özellikleri

# resimSilindi
source: The Last Picture Successfully Deleted!
tr: Son Resim Başarıyla Silindi!

# kullaniciYukeliyor
source: User is loading...
tr: Kullanıcı yükleniyor...

# kullaniciGirisiYapilmadi
source: User login not performed!
tr: Kullanıcı Girişi Yapılmadı!

# dosyaBasariylaYuklendi
source: The file has been successfully uploaded.
tr: Dosya başarıyla yüklendi.

# resimSecilmedi
source: No image selected!
tr: Resim seçilmedi!.

# hesabinYokMu
source: Don't have an account? Sign up.
tr: Hesabın yok mu? Kayıt Ol.

# bununYerineGiris
source: Log in instead
tr: Bunun Yerine Giriş Yap

# girisEkrani
source: Login Screen
tr: Giriş Ekranı

# kayitEkrani
source: Register Screen
tr: Kayıt Ekranı

source: Login
tr: Giriş Yap

source: Register
tr: Kayıt Ol

# loginTitle
source: LOGIN
tr: GİRİŞ YAP

# registerTitle
source: REGISTER
tr: KAYIT OL

# isimSoyisim
source: Name Surname
tr: İsim Soyisim

# isimSoyisimGirin
source: Enter your name and surname...
tr: İsim ve soyisminizi girin...

# emailGirin
source: Enter your email...
tr: Email adresinizi girin...

# sifreGirin
source: Enter your password...
tr: Şifrenizi girin...

source: Password
tr: Şifre

# bademli
source: After the establishment of Yeni Bademli (also known as Gliki), the village was named Eski Bademli (Gliki), located on a high hill. It is one of the villages with the most beautiful views on the island. Across from it, there is the magnificent Semadirek Island, Kaleköy with its castle ruins, situated on another hill, Kaleköy Harbor with its breakwater, and mountains and valleys completing the panorama. Because of its elevated position, Bademli is also referred to as the balcony of the island. Bademli is one of the four protected villages. Its Turkish name is derived from the numerous almond trees surrounding it. In the past, the village was known as the wealthiest village on the island, engaging in fruit cultivation, sponge diving, and animal husbandry. While wandering through the narrow streets of this small village, you naturally find your way to the village square. Here, you are greeted by the village's old coffeehouse. It features a sundial dating back to 1903. The clock, which was used until recent years, lost its functionality due to the growth of a mulberry tree next to the building, obstructing the sunlight. The village's coffeehouse opens at 10 am. In addition to coffee, various desserts are also available. There is another café in the square opened by a Greek family. In 2021, a small shop was also opened in Bademli. This shop offers souvenirs and is a unique place that houses the works of more than 30 designers. The village has 150-160 households. During winter, only 2-3 people stay permanently, but in summer, the population reaches around 150 people with visitors coming from Greece and Istanbul. In recent years, some Istanbulites have purchased and restored old houses. The locals of the village are pleased with these culturally sophisticated visitors. The primary school constructed by the village through collective labor has been serving as a hotel for some time now. There are no longer any children in need of a school in the village. In addition to accommodation, there are three more hotels in the village that provide restaurant services. The honey farm opened in the village in 2015 has also added a unique touch to the village. A venerable plane tree stands as a monument in the village. Next to the plane tree, there is a semi-open laundry area. One can imagine that in the past, women used to sit under this tree to rest after washing their laundry.
tr: Yeni Bademli'nin kurulmasından sonra Eski Bademli (Gliki) olarak da anılan köy yüksek bir tepe üzerine kurulu. Adanın en güzel manzaraya sahip köylerinden biri. Karşıda ihtişamlı Semadirek Adası, kale kalıntılarıyla yine bir tepeye kurulmuş Kaleköy, mendireğiyle Kaleköy Limanı, dağlar ve ovalar panoramayı tamamlıyor. Yüksek konumundan dolayı adanın balkonu da deniyormuş Bademli için. Bademli koruma altında olan 4 köyden biri. Türk ismini etrafını saran çok sayıda badem ağacından alıyor. Zamanında adanın en zengin köyü olarak, meyvecilik, süngercilik ve hayvancılıkla uğraşıyormuş köy halkı. Bu ufak köyde ara sokaklarda dolaşırken köy meydanını kendi kendine buluyor ayaklarınız. Burada sizi köyün eski kahvehanesi karşılıyor. Üzerinde 1903 tarihli bir güneş saati bulunuyor. Son yıllara kadar kullanılan saat, binanın yanındaki dut ağacının büyümesi ve güneşi engellemesiyle işlevini kaybetmiş. Köyün kahvesi sabah 10'da açılıyor. Kahve dışında çeşitli tatlılar da oluyor. Meydanda Rum bir aile tarafından açılan bir kafe daha bulunuyor. 2021'de bir de küçük bir dükkan açıldı Bademli'ye.Hediyelik eşyalar bulabileceğiniz bu dükkan, içerisinde 30'dan fazla tasarımcının işlerinin olduğu özgün bir yer. Köyde 150-160 hane bulunuyor. Kışın sürekli kalan sadece 2-3 kişiyken yazın Yunanistan ve İstanbul'dan gelenlerle 150 kişiyi buluyor nüfus. Son yıllarda eski evleri satın alıp restore etmiş bazı İstanbullular. Kültür düzeyi yüksek bu ziyaretçilerden memnun köyün yerlileri. Köyün imece usulüyle, kendi olanaklarıyla inşa ettiği ilkokul bir süredir otel olarak hizmet veriyor. Artık okula ihtiyaç duyan çocuklar yok köyde. Köyde konaklama dışında restoran hizmeti de veren üç otel daha bulunuyor. 2015'de köyde açılan bal çiftliği de köye ayrı bir renk katmış. Köyde anıt niteliğinde yaşlı bir çınar ağacı bulunuyor. Çınar ağacının yanında da yarı açık bir çamaşırhane yer alıyor. Eskiden kadınların, çamaşır yıkadıktan sonra bu ağacın altında oturup yorgunluk attıklarını tahmin edebiliyor insan.

# derekoy
source: Dereköy adanın en batı kısmında yer alan bir Rum Köyü. Stratejik konumu ve Pirgos Limanı sayesinde, geçmişte diğer köylere göre ekonomik ve sosyal açıdan daha fazla gelişim göstermiş. Zamanında 1950 hane ile adanın hatta Türkiye'nin en büyük ve kalabalık köyüymüş. İçerisinde 22 kahve, 2 sinema, çok sayıda berber, bakkal, terzi gibi dükkanlar ve 3 zeytinyağı imalathanesi bulunurmuş. Merkeze 14 km. uzaklıkta, karşılıklı iki tepenin, Halakasi ve Madrabodus Tepeleri yamacında kurulan köy, ortasından geçen yolla ikiye bölünmektedir. Osmanlı gezgini Piri Reis'in 16.yy'da adada bahsettiği iki yerleşim yerinden biri Dereköy'dür (diğeri Kaleköy). Günümüzde yaz-kış köyde 140-150 hanede yaşam sürmekte. Nüfusun yarısını Rumlar yarısını güneydoğu'dan yerleşen Türkler oluşturmakta. Ama yazın eski ev sahiplerinin köylerini ziyarete gelmesiyle daha çok ev canlanıyor. Köyde ibadete açık iki kilise bulunuyor. Köyün girişindeki Hagia Marina Kilisesi ve çarşıdaki Koimesis Tis Theotokos Kilisesi. İkisi de 1800'lü yılların başında inşa edilmiş. Dereköy'ün merkezden gelirken solda kalan kısmında, kilisenin bulunduğu meydan, eskiden çarşı meydanıymış. Adanın en büyük çamaşırhanesi hala burada ve ziyaret edilebilir. Köyde birkaç tane konaklama yeri, oğlak tandır yiyebileceğiniz bir kır restoranı ve restore edilen eski bir rum evinin bahçesine kurulu(Kalyopi Köy Evi) bir kafe bulunuyor.
tr: Dereköy is a Greek village located in the western part of the island. Due to its strategic location and the presence of Pirgos Harbor, it has shown more economic and social development compared to other villages in the past. It used to be the largest and most populous village on the island, even in Turkey, with 1,950 households. It had 22 coffeehouses, 2 cinemas, numerous shops such as barbers, grocers, tailors, and 3 olive oil factories. Situated on the slopes of two hills, Halakasi and Madrabodus, facing each other, the village is located 14 km away from the center and is divided in half by a road passing through its center. One of the two settlements mentioned by the Ottoman traveler Piri Reis on the island in the 16th century is Dereköy (the other one being Kaleköy). Today, the village has a population of around 140-150 households throughout the year. Half of the population consists of Greeks, while the other half is composed of Turks who settled from the southeast. However, during the summer, more houses come alive as the former house owners visit their villages. There are two open churches in the village. Hagia Marina Church at the entrance of the village and Koimesis Tis Theotokos Church in the marketplace. Both were built in the early 1800s. The square where the church is located, on the left side when coming from the center of Dereköy, used to be the marketplace square. The largest laundry house on the island is still located here and can be visited. The village has a few accommodation options, a countryside restaurant where you can enjoy lamb tandır, and a cafe (Kalyopi Village House) set in the garden of a restored old Greek house.

# eselek
source: Once a village connected to the Biga district of Çanakkale, Eşelek Village was submerged under water due to dam construction, and the villagers were relocated to this new village in Gökçeada. The historical mosque minaret from their old village also came with them. Engaging in agriculture and animal husbandry, the villagers cultivate the fertile lands surrounding the village, and some are involved in running guesthouses. Located 8 km away from the center, the village is the closest settlement to Aydıncık Beach, with a distance of 2 km. Due to its proximity to the beach, it can be a preferred accommodation option. Therefore, during the summer, the villagers rent out their houses as guesthouses. All the houses are two-story, with small gardens, and colorful, with a sea view. They are built along the edge of the asphalt road, slightly uphill. The two grocery stores in the village and the fruit and vegetable stands lined up along the road have the capacity to meet your shopping needs while staying here. There are also a couple of restaurants where you can have meals in the village. Kefaloz Beach, which is closer to Eşelek than Aydıncık Beach, is a bay particularly favored by kite surfers.
tr: Bir zamanlar Çanakkale'nin Biga ilçesine bağlı Eşelek Köyü, baraj yapımı için sular altında kalınca köy halkı Gökçeada'ya kurulan bu yeni köye yerleştirilmiş. Eski köylerindeki tarihi cami minaresi de onlarla gelmiş. Tarım ve hayvancılıkla uğraşan köy halkı, köyün etrafındaki elverişli arazileri ekip biçiyor, bazıları pansiyonculukla uğraşıyor. Merkeze 8 km. uzaklıktaki köy, 2 km. mesafe ile Aydıncık plajına en yakın yerleşim yeri. Plaja yakınlığından dolayı konaklama tercihi olabiliyor. Bu yüzden köy halkı yazın evlerini apart pansiyon olarak kiralıyor. Hepsi deniz manzaralı, aynı tip, iki katlı, ufak bahçeli, rengarenk evler asfalt yolun kenarına, hafifçe tepeye kurulmuş. Köydeki iki bakkal ve yol kenarına dizilmiş meyve-sebze tezgahları, burada kalırken alışveriş ihtiyacınızı giderecek kapasitede. Yemek yiyebileceğiniz bir iki restoranda bulunuyor köyde. Eşelek'e Aydıncık plajından daha yakın olan Kefaloz Plajı özellikle kitesurf yapanların tercih ettiği bir koy.

# kalekoy
source: Kaleköy, also known by its ancient name Kastro, has been a settlement since ancient times. The village is situated on a hill and has been declared an urban conservation area. Architectural projects must first obtain approval from the monuments board, and only stone buildings are allowed to be constructed. There are no longer any Greeks living in the village. Only families who migrated from Eastern Anatolia 30-40 years ago and recent settlers from the cities reside there. With its elevated position, Kaleköy is one of the most beautiful spots on the island to watch the sunset. Semadirek Island emerges in all its splendor right in front of you. Visiting this place during sunset has become a tradition on the island. There are two taverns where you can sit for dinner while facing the sunset. Below the village, there is the Kaleköy harbor, which has been in use since ancient times. To walk from the village to the harbor, you can follow a footpath that dates back to ancient times. Queen Valentina had the Queen's Valentina Road, known as Pelemede Gattilisuo, built in the 1440s for his wife. Kaleköy is the liveliest village on the island in terms of business establishments. From the island's only soap workshop located within a magnificent garden to the cozy café in the town square, from the tavern built on the rocks to the places where you can enjoy handmade gözleme (a type of Turkish pastry), there is a variety of options. The small hotels with stone facades are all beautiful in their own way. At the highest point, there are remains of a castle dating back centuries. From the hill where the castle is situated between two bays, you can admire Kaleköy Harbor on one side and Yıldızkoy on the other. The castle, which dates back to pre-Hellenistic times, had its walls repaired and additions made during the Byzantine period. Around the castle, there are ancient inscriptions, marble architectural remains, and fragments of statues. Moreover, the residents built a cistern called Roksades on the hill to meet their water needs. The significance of this valley lies in its role as the center of religious ceremonies. Some remnants of a temple dedicated to Hermes can still be seen here. It is also noticeable that the walls of the surrounding houses incorporate ancient stones.
tr: Kaleköy eski ismiyle Kastro, antik dönemlerden beri yerleşim olan bir yer. Bir tepe üzerine kurulu olan köy, kentsel sit alanı ilan edilmiş. Mimari projeler önce anıtlar kurulunun onayından geçiyor ve sadece taştan binalar yapılabiliyor. Köyde yaşayan hiç Rum kalmamış. Sadece 30-40 sene önce Doğu Anadolu'dan göçmüş aileler ve son yıllarda yerleşmiş şehirliler yaşıyor. Yüksekçe konumuyla adada gün batımının seyredildiği en güzel noktalardan biri Kaleköy. Semadirek Adası tüm ihtişamıyla karşınızda beliriyor. Gün batımında burayı ziyaret etmek gelenekselleşmiş adada. Gün batımına karşı akşam yemeği için oturabileceğiniz iki meyhanede bulunuyor köyde. Köyün aşağısında, geçmiş zamanlardan beri kullanılan Kaleköy limanı bulunuyor. Köyden limana yürümek için antik çağlarda açılmış bir patika yolu takip edebilirsiniz. Kraliçe Valentina yolunu Pelemede Gattilisuo 1440'lı yıllarda karısı için yaptırmış. Kaleköy işletme sayısı açısından adanın en canlı köyü. Muhteşem manzaralı bir bahçenin içinde kurulu adanın tek sabun atölyesinden, ada meydanındaki kayfeye, kayalar üzerine kurulu meyhaneden, el açması gözleme yiyebileceğiniz yerlere kadar çeşitlilik mevcut. Taş dokulu küçük otellerin ise hepsi biribirinden güzel. En tepede geçmişi asırlar öncesine uzanan bir kale kalıntısı bulunuyor. İki koyun arasında yer alan Kalenin olduğu tepeden, bir yanda Kaleköy Limanı, diğer yanda Yıldızkoy seyredilebiliyor. Hellen öncesi dönemlere ait olan kalenin sur duvarları Bizans devrinde onarılmış ve yenileri eklenmiş. Kalenin çevresinde antik yazıtlara, mermer mimari kalıntılara ve heykel parçalarına rastlanıyor. Ayrıca burada yaşayanlar su gereksinimlerini karşılamak üzere tepe üzerine Roksades isimli bir sarnıç yapmışlar. Bu vadinin önemi, dinsel törenlerin merkezi olması. Burada bir Hermes tapınağının kalıntılarından bazı parçaların hala ayakta olduğu görülüyor. Kalenin civarındaki evlerin duvarlarında eski taşların kullanıldığı da farkediliyor.
