Repository: Erendenizkusu/sssss
Catalog: lib/l10n/app_*.arb
Languages: tr

# yildizkoy
source: -Rocky Beach -Jumping Rocks -Bar/Cafeteria available -Underwater National Park Yıldızkoy is almost the only bay on the north coast of Gökçeada where you can enter the sea. Since the prevailing wind on the island is from the north, this area is generally breezy. However, if you happen to visit on a day when the north wind is light or when the wind is blowing from the south, the sea in Yıldızkoy becomes calm and peaceful. Yıldızkoy is located within the Gökçeada Underwater National Park. It is the only bay in the park where you can enter the sea from the land. Snorkeling in this protected area with its rich marine flora and fauna is a unique pleasure. You can reach the bay by car. There is also an old restored chapel within the bay. There are two establishments in the bay that offer beach-restaurant services. They also provide umbrella and sunbed rentals. To make it easier to enter the sea from the rocky shore, a plastic pier is installed every summer. Yıldızkoy features interesting rock formations. It is quite enjoyable to sunbathe on these rocks and then dive into the crystal-clear waters using the stairs leading to the sea, almost like entering an aquarium. If you continue walking uphill on the path to the right side of the bay, you can also see Mavi Koyu (Blue Bay), which is located within the underwater park. For those who wish to stay close to Yıldızkoy, you can choose to stay at the camping facility in the bay, or opt for accommodations in Yeni Bademli Village or Kaleköy. You can easily reach the bay by walking from these villages.
tr: -Taşlık -Atlamalık Kayalar -Bar/Büfe var -Sualtı Milli Parkı Yıldızkoy adanın kuzey kıyılarından denize girilebilecek neredeyse tek koy... Adada hakim rüzgar kuzeyden olduğu için burası genelde esintili. Ama kuzey rüzgarının hafiflediği ya da güneyden estiği bir güne denk gelirseniz Yıldızkoy 'da deniz süt liman oluyor. Yıldızkoy, Gökçeada Sualtı Milli Parkı'nın içinde yer alıyor. Parkın karadan denize girilebilecek tek koyu burası. Deniz florası ve faunası koruma altında olan bölgede şnorkelle yüzerek zengin su altını seyretmek ayrı bir zevk olacaktır. Arabayla koya kadar varmanız mümkün. Koyun içinde onarılmış eski bir şapel de var. Koyda beach-restoran hizmeti alabileceğiniz iki tesis bulunuyor. Bunlar aynı zamanda şemsiye ve şezlong da kiralıyorlar. Taşlık olan denize rahat girmek için her yaz denize plastik bir iskele de kuruluyor. Yıldızkoy'da ilginç kaya oluşumları bulunuyor. Bu kayaların üzerinde uzanıp güneşlenmek sonra denize inen merdivenlerden havuza girer gibi akvaryum gibi sulara dalmak çok keyifli. Koyun sağ kısmında yukarı doğru çıkan patika yoldan yürüyerek devam ederseniz sualtı parkının içindeki diğer koylardan Mavi Koyu da görebilirsiniz. Yıldızkoy'a yakın konaklamak isteyenler koydaki camping tesisini, Yeni Bademli Köyü ya da Kaleköy'deki konaklama yerlerini tercih edebilir. Bu köylerden yürüyerek kolayca koya ulaşabilirsiniz.

# kefalos
source: -Surf Schools -Sunbeds and food service -Sandy Beach -No sudden deepening There are numerous accommodation facilities on the beach, all of which offer food service from morning until evening. Most of them provide camping-pension services and private surf lessons as well. In recent years, Aydıncık Beach has been gaining popularity as a surf center, especially with Bulgarian and Romanian surfers discovering its potential. As İzmir-Alaçatı, one of the world's important wind-surfing (windsurfing) destinations, has become quite crowded, local surfers are turning their attention to Aydıncık Beach in Gökçeada. Aydıncık Beach is preferred by surfers due to its natural structure and secluded location. Although the beach is on the south coast, it receives the north winds (meltem) without any obstacles. This is because the north winds blowing from the Kefaloz Bay strengthen and flow freely to the south, thanks to the corridor effect created by the low elevation of Tuz Gölü (Salt Lake). This creates an ideal condition for surfing in Aydıncık, with windy but waveless waters. When the wind blows from the south, also known as lodost, the same phenomenon occurs in the opposite direction, and those who want to surf in calm waters head to Kefaloz Bay, which is located right next to Aydıncık.
tr: -Surf Okulları -Şezlong ve yemek servisi -Kumsal -Ani derinleşme yok Plajda çok sayıda konaklama tesisi bulunuyor. Hepsinde sabahtan akşama kadar yemek servisi bulunuyor. Çoğu kamp-pansiyon hizmeti ve özel sörf dersleri de veriyor. Son yıllarda özellikle Bulgar ve Romen sörfcülerin Aydıncık Plajı'nı keşfetmeleriyle burası bir sörf merkezi olma yolunda ilerliyor. Dünyanın önemli rüzgar sörfü(windsurf) mekanlarından olan İzmir-Alaçatı'nın çok kalabalıklaşması yerli sörfcüleri de Gökçeada Aydıncık Plajı'na yöneltiyor. Aydıncık Plajı hem doğal yapısı hem de tenha olması sebebiyle sörfcüler tarafından tercih ediliyor. Plaj güney kıyısında olmasına rağmen kuzeyden esen rüzgarları(meltem) hiçbir engel olmadan alıyor. Çünkü Kefaloz körfezinden esen kuzey rüzgarları Tuz Gölü'nün yüksek olmaması nedeniyle burada oluşan koridor etkisiyle de kuvvetlenerek engel tanımadan güneye esiyor. Bu da Aydıncık'da sörf için ideal, rüzgarlı ama dalgasız bir deniz oluşturuyor. Lodosta yani rüzgar güneyden estiğinde aynı olay aksi yönden gerçekleşiyor ve dalgasız denizde sörf yapmak isteyenler bu sefer Aydıncık'ın hemen bitişiğindeki Kefaloz koyuna yöneliyor.

# marmaros
source: -Rocky Beach -Near a Waterfall -Secluded Marmaros is one of the rare bays on the north coast of the island where you can enter the sea. It is reached by taking a right turn from the road immediately after passing Dereköy. Recently, the road has been closed to traffic as a precaution against forest fires, but it may open at any moment, so keep an eye on updates because this place is one of the must-see natural beauties of the island. After passing through pine forests along a 7 km road, you reach the sea. The beach here is rocky but natural, and the sea is crystal clear. There are no settlements around. Before reaching the beach, you can hike for an hour on a dirt road entered from the right to reach Marmaros Waterfall. During winter and spring, the water flow of the waterfall increases, making it worth seeing.
tr: -Taşlık -Şelaleye Yakın -Issız Marmaros, adanın kuzey kıyılarında denize girilebilecek nadir koylardan. Dereköy'ü geçtikten hemen sonra sağa sapılan bir yoldan ulaşılıyor buraya. Son zamanlarda orman yangınlarına önlem olarak yol trafiğe kapanmış durumda, ama her an açılabilir takip edin, çünkü burası adanın görülmesi gereken doğa güzelliklerinden... 7 km. uzunluğundaki yol çam ormanlarının içinden geçtikten sonra denize ulaşıyor. Burası taşlık, doğal bir plaj, denizi tertemiz. Etrafında hiçbir yerleşim yeri bulunmuyor. Plaja varmadan önce sağdan girilen bir toprak yoldan bir saat yürüyüşle Marmaros Şelalesine ulaşılıyor. Kış ve bahar aylarında şelalenin suyu artıyor ve görülmeye değer oluyor.

# lazkoyu
source: -Sandy Beach -Sudden deepening -Restaurant -Umbrella-Sunbed Laz Koyu is a small and charming bay located on the southern coast of Gökçeada. It is about 20 km away from the center of Gökçeada and can be reached by car. There is a daily facility in the bay where you can rent umbrellas and sunbeds, as well as enjoy a meal. Keep in mind that no matter how strong the north wind is, it does not affect Laz Koyu, and the sea remains calm and peaceful.
tr: -Kumsal -Ani derinleşme var -Restaurant -Şemsiye-Şezlong Laz Koyu, Gökçeada'nın güney kıyısında, ufak, şirin bir koy. Gökçeada merkezden araba ile 20 km. mesafede yer alıyor. Koyda bir günübirlik tesis bulunuyor. Burada şemsiye şezlong kiralayabilir, yemek yiyebilirsiniz. Aklınızda bulunsun, kuzey rüzgarı ne kadar kuvvetli olursa olsun Laz Koyu'nu etkilemiyor, deniz yine süt liman...

# gizliliman
source: -Cave -Campground -Rocky Beach Gizli Liman, which you can reach by passing through Uğurlu Village, emerges like a surprise when you turn right from the fishing harbor. This is the furthest point you can go on the western tip of the island. It is a heavenly bay with a sandy beach composed of fine sand, stretching in front of pine trees. In the bay, the villagers provide services such as a snack bar, toilet, and shower. Uğurlu Village is very close by for shopping purposes.
tr: -Mağara -Kamp alanı -Taşlık kumsal Uğurlu Köyünden geçerek ulaşacağınız Gizli Liman, balıkçı limanından sağa dönünce bir süpriz gibi çıkıyor karşınıza. Adanın batı ucunda gidebileceğiniz en son nokta burası. İncecik kumdan oluşan kumsalı çam ağaçlarının önünde uzanan, cennet gibi bir koy. Koyda köylüler tarafından büfe, tuvalet ve duş hizmeti veriliyor. Alışveriş için Uğurlu Köyü çok yakın.

# kuzulimani
source: -Sandy Beach -Volleyball net -Sunbeds-Umbrellas -Café-Restaurant Kuzulimanı, where the ferry docks, has a long and wide sandy beach. The 3-4 day facilities here provide sunbeds, umbrellas, and café-restaurant services. There is also a public toilet and a spacious parking area owned by the municipality. The beach, located on the east side of the island, is sheltered from southern winds, so the sea is very calm when the wind blows from the south (lodost).
tr: -Kumsal -Voleybol filesi -Şezlong-şemsiye -Kafe-restoran Feribotun yanaştığı Kuzulimanı'nın uzun ve geniş bir kumsalı bulunuyor. Buradaki 3-4 günübirlik tesis şezlong-şemsiye ve kafe-restoran hizmeti veriyorlar. Belediyeye ait bir tuvalet ve geniş bir otopark alanı da bulunuyor. Adanın doğusunda bulunan plaj güney rüzgarlarına kapalı, yani lodos estiğinde deniz çok sakin.

# feribotsaatleri
source: Ferry Timetables
tr: Feribot Saatleri

# feribilgi
source: Sea transportation between Çanakkale and Gökçeada is provided by Gestaş Deniz Ulaşım A.Ş. Ferry services are available daily from Gökçeada to Çanakkale and from Çanakkale to Gökçeada. The frequency of the trips may vary depending on the season and demand, so it is important to check the ferry schedules before traveling. The ferry journeys take approximately 1.5 hours, and there is a cafeteria service where you can purchase food and beverages during the journey.
tr: Çanakkale ve Gökçeada arasında deniz ulaşımı, Gestaş Deniz Ulaşım A.Ş tarafından sağlanmaktadır. Feribot seferleri, Gökçeada'dan Çanakkale'ye ve Çanakkale'den Gökçeada'ya her gün yapılmaktadır. Seferlerin sıklığı, mevsime ve talebe bağlı olarak değişebilir, bu nedenle seyahat etmeden önce sefer saatlerini kontrol etmek önemlidir. Feribot seferleri yaklaşık 1,5 saat sürmektedir ve yolculuk boyunca yemek ve içecek satın alabileceğiniz kafeterya hizmeti de mevcuttur.
