Repository: Erendenizkusu/sssss
Catalog: lib/l10n/app_*.arb
Languages: tr

# kalekoyLiman
source: Kaleköy Harbor is the only settlement located along the sea on the island. It is actually a part of Kaleköy, which is situated on the hill. It has been a port that connects the island with the rest of the world for many years. Since the pier is not very deep, large ships used to anchor offshore and transport passengers and goods to the shore using small boats. However, since the establishment of Kuzulimanı, this harbor is no longer used for transportation. In recent years, the pier has been expanded and now provides shelter in all weather conditions. While primarily used as a fishing harbor, it also offers a suitable environment for yachts and boats. During summer evenings, Kaleköy Harbor is a favorite spot for tourists. Walking along the promenade, sitting in tea gardens, enjoying ice cream, browsing souvenir stalls, and dining at fish restaurants are some of the ways to spend time here. There are also 2-3 hotels where you can stay in the harbor. In Kaleköy Harbor, you can find the Aya Marina Church, which was once the Metropolitan Church of Gökçeada.
tr: Kaleköy Limanı, adanın deniz kenarında kurulu tek yerleşim yeri. Aslında tepede kurulu Kaleköy'ün bir parçası. Aynı zamanda çok eski yıllardan beri adanın dünyayla bağlantısını sağlayan bir liman. İskele çok derin olmadığı için zamanında kıyıya yanaşamayan büyük gemiler açığa demir atarmış. Yolcu ve eşyalarını da sandallarla ulaştırırmış kıyıya. Kuzulimanı kurulduğundan beri burası ulaşım için kullanılmıyor. Son yıllarda genişletilen mendirek şimdi her türlü hava koşulunda sığınılabilecek durumda. Daha çok balıkçı barınağı olarak kullanılsada yat ve tekneler için de uygun bir ortam bulunuyor. Yaz akşamları turistlerin en favori yeri Kaleköy Liman. Kordon boyunca yürümek, çay bahçelerinde oturmak, dondurma yemek, hediyelik eşya tezgahlarını gezmek, balık restoranlarında yemek yemek burada vakit geçirmenin yolları. Limanda konaklama yapabileceğiniz 2-3 otel de bulunuyor. Kaleköy Limanında bir zamanlar Gökçeada'nın Metropolitan Kilisesi olan Aya Marina Kilisesi bulunuyor.

# merkez
source: Gökçeada is a district connected to Çanakkale. The district center is the most populous settlement. The central area, formerly known as Panayia, consists of three neighborhoods: Çınarlı Mahallesi, Yeni Mahalle, and Fatih Mahallesi. It is possible to come across examples of local architecture that have preserved their authenticity in these neighborhoods, which were once Greek settlements. Çınarlı Mahallesi is the part that has preserved its original structure the most. In Çınarlı, there is the Aya Panayia Church, the Center Mosque, which is the island's first mosque dating back to 1813, and two old public laundries. Fatih Mahallesi is located on both sides of the road leading to Kaleköy. This road is home to numerous shops and public buildings. The Metropolitan Building, Metropolitan Church, and Fatih Mosque are also located on this street. Yenimahalle appears as a separate settlement a bit further away from the center. Here, the Aya Varvara Church and an old fountain draw attention. In addition to these, various mass housing complexes have been built in the center in the last 20-30 years to meet housing needs. And of course, public buildings, schools, hospitals, pharmacies, banks, ATMs, post offices, and all kinds of shops are concentrated in the center. The district center is 7 km away from Kuzulimanı, not located on the seaside. However, it is the place on the island that houses the most hotels and restaurants. Most of the hotels operate year-round. During summer, minibuses depart from here to the beaches and villages. Staying in the center is a good idea for those who want to visit a different beach every day and take advantage of the social facilities in the center. On Sundays, an open market is set up in the parking lot area next to the municipality building. You can buy natural products such as vegetables, fruits, tomato paste, olive oil, molasses, soap, and thyme produced by the islanders. The City Museum, which is accessed through the building where the old bathhouse is located, is a must-see place on the island. This way, you will perceive the island differently and see it from a different perspective throughout your vacation. By the way, the café in the museum's garden is the only place in the center where you can sit under the trees in a peaceful environment. Moreover, their coffee served with bird's lokum (a type of Turkish delight) is excellent. The nostalgic street (İş Bankası Street) in the center, which has been closed to traffic in recent years, attracts attention with its shops, cafes, and restaurants. Don't leave without visiting this street where you can see old island houses and shops.
tr: Gökçeada, Çanakkale'ye bağlı bir ilçe. İlçe merkezi en fazla nüfusa sahip yerleşim yeri. Eski adı Panayia olan merkez 3 mahalleden oluşuyor. Çınarlı Mahallesi, Yeni Mahalle ve Fatih Mahallesi. Eski bir Rum yerleşimi olarak mahallelerde özgünlüğünü koruyan yerel mimari örneklere rastlamak mümkün. Çınarlı Mahallesi özgün yapısını en çok koruyan kısım. Çınarlı'da Aya Panayia Kilisesi, 1813 tarihli adanın ilk camisi olan Merkez Camii ve iki eski çamaşırhane bulunuyor. Fatih Mahallesi Kaleköy'e giden yolun iki tarafında kurulu. Bu yol üstünde çok sayıda dükkan ve kamu binaları bulunuyor. Metropolitanlık binası, Metropolitan Kilisesi ve Fatih Camii yine bu cadde üzerinde bulunuyor. Yenimahalle, merkezden biraz uzakça ayrı bir yerleşim gibi duruyor. Burada Aya Varvara Kilisesi ve yanında eski bir çeşme dikkati çekiyor. Bunların dışında konut ihtiyacını karşılamak için son 20-30 sene içinde yapılmış çeşitli toplu konutlar bulunuyor merkezde. Ve tabi ki kamu binaları, okullar, hastane, eczaneler, bankalar, ATM'ler, PTT ve her türlü alışveriş dükkanları hep merkezde toplanmış durumda. Merkez Kuzulimanı'na 7 km. uzaklıkta yani deniz kenarında değil. Ama adada en fazla otel ve restoran barındıran yer burası. Otellerin çoğu yaz-kış hizmet veriyor. Yazın plajlara ve köylere minübüsler yine buradan kalkıyor. Hergün başka bir plaja gitmek isteyenler ve merkezin sosyal imkanlarından yararlanmak isteyenler için merkezde konaklamak iyi bir fikir. Pazar günleri belediyenin yanındaki otopark alana açık pazar kuruluyor. Adalıların kendi ürettikleri sebze-meyveler, salça, zeytinyağı, pekmez, sabun, kekik gibi doğal ürünler alabilirsiniz. Eski hamamın olduğu binaya açılan Kent Müzesi adada mutlaka görülmesi gereken yerlerden. Böylece tatiliniz boyunca adayı daha farklı algılayacak ve başka bir gözle bakacaksınız. Bu arada müzenin bahçesindeki kafe ada merkezinde ağaçlar altında, sakin bir ortamda oturabileceğiniz tek yer. Üstelik kuş lokumu ile sundukları kahvesi de çok güzel... Merkezin son yıllarda trafiğe kapanan nostaljik sokağı (İş Bankası sokağı) dükkanları, kafeleri ve restoranları ile dikkat çekiyor. Eski ada evlerini ve dükkanlarını görebileceğiniz bu sokağa uğramadan dönmeyin...

# sahinkaya
source: Şahinkaya is the first settlement village of Gökçeada. In the 1960s, the residents of Şahinkaya village in Trabzon were resettled here. However, over time, like the Greeks, they also left their village and migrated to big cities. In the village, only 5-6 families live during the winter. The population increases during the summer. However, the village does not have any open grocery stores or cafes.
tr: Şahinkaya Gökçeada'nın ilk iskan köyü. 1960'lı yıllarda Trabzon'daki Şahinkaya köyü buraya yerleştirilmiş. Ama zaman içinde onlar da Rumlar gibi köylerini bırakıp büyükşehirlere göç etmişler. Köyde kışın da yaşayan sadece 5-6 aile bulunuyor. Yazın nüfus artıyor. Ama köyün ne bir bakkalı ne bir kahvesi açık.

# sirinkoy
source: Şirinköy, the most recently established village in Gökçeada, was opened for settlement in the year 2000. It was established for Turks coming from Bulgaria, and the village consists of 150 households. Due to its proximity to the beaches on the southern coast, such as Gizli Liman and Yuvalı Plajı, it is a preferred village for accommodation. The village houses, which are 120 m2 in size and have 4 rooms, are rented out as apartments during the summer.
tr: Gökçeada'nın en son kurulan köyü, 2000 yılında yerleşime açılan Şirinköy. Bulgaristan'dan gelen Türkler için kurulan köyde 150 hane buluyor. Güney kıyılarındaki plajlara (Gizli Liman ve Yuvalı Plajı) yakınlığından dolayı konaklama için tercih edilen bir köy. 120 m2 büyüklükte ve 4 odalı köy evleri yazın apart olarak kiraya veriliyor.

# tepekoy
source: Tepeköy, the highest among the Greek villages situated in elevated areas, is appropriately named. Formerly known as Agridia, the village is located 11 km away from the center. Agridia means "small fields" in Greek. The village is built on the slopes of the volcanic Mount Aya Dimitri, offering a breathtaking view, as you would expect. The population of the village, which was once 1,200 before 1964, is now only 60. It had turned into a ghost village until Barba Yorgo, who returned to his hometown after living in Istanbul for many years, took the initiative to revive it. He initially started operating a small Greek tavern in the village square. The house wines he produced became well-known under the name of Gökçeada. Later, he moved his tavern to a much larger area at the entrance of the village. In recent years, more Greeks have returned to their village. During the summer, the population of the village reaches 400-500 people. The village café is always crowded. Vasil, who moved from Athens to Tepeköy four years ago with his family, runs the café. He enrolled his children in the reopened village school after many years. This is the perfect place to enjoy a frappe and make sure to taste the famous Greek dessert called "tatlı süt böreği." Across the café, in the village square, Angelika's tavern has become a unique place. Angelika is one of those who returned to the village, and she warmly welcomes guests in her establishment. Additionally, as travelers to Greek islands often mention, the portions are quite generous. With the opening of Meraklis, a tavern run by Angelika's former chef in the same square, the total number of taverns in the village has reached three. Yanık Kaşık, located under the mulberry tree at the village entrance, is a café where you can stop by for breakfast and mantı, a traditional Turkish dish. Tepeköy is the host village of the famous Virgin Mary Fair, which takes place every year on August 15th. In recent years, the celebrations, which last for ten days, have attracted a large crowd to Tepeköy. Meals are cooked in large cauldrons set up in the square, and people dance and enjoy wine. This fair is a special occasion for the Greeks, and the number of visitors to the village continues to increase, including curious tourists. In the village, you can visit the Evangelismos Teotoku Church dating back to 1832 and the old Greek cemetery. Near the village, there is a picnic area known as Çınaraltı (Ispilya). It is a place where you can picnic while enjoying the view, surrounded by a 625-year-old monumental plane tree and an ancient fountain with spring water. In the past, the village had two olive oil and soap factories, nine weaving workshops, three kasar cheese factories, and four carpentry workshops. Those who pay attention to details may still find remnants of these structures.
tr: Genelde yüksek noktalara konumlanmış Rum Köylerinden en yüksekte olanı adı üstünde Tepeköy. Eski ismi Agridia olan köy, merkeze 11 km. uzaklıkta. Agridia Yunanca'da küçük tarlalar anlamına geliyor. Köy, volkanik Aya Dimitri tepesinin yamacına kurulmuş. Manzarası, tahmin edeceğiniz üzere çok etkileyici. 1964 senesinden önce 1200 olan köyün nüfusu şimdi sadece 60. Bir hayalet köyüne dönmüşken 26 sene önce uzun yıllar yaşadığı İstanbul'dan doğduğu köye dönen Barba Yorgo'nun girişimleriyle canlanmaya başlamış. Kendisi önce köy meydanında ufak bir Rum tavernasını işletmeye başlamış. Ürettiği ev şarapları Gökçeada'nın ismiyle anılır olmuş. Sonra köyün girişinde çok daha büyük bir alana taşımış tavernasını. Son yıllarda köylerine geri dönen Rumlar çoğalmış. Yazın 400-500 kişiyi buluyor köyün nüfusu. Köy kahvesi artık sürekli dolu. Kahvehaneyi 4 yıl önce ailesiyle Atina'dan Tepeköy'e göç eden Vasil işletiyor. Çocuklarını yıllar sonra tekrar açılan köyün okuluna yazdırmış. Köyde frappe içebileceğiniz terk yer burası, ünlü yunan tatlısı olan tatlı süt böreğini de mutlaka tatmalısınız. Kahvenin tam karşısında, köyün meydanında açılan Angelika'nın tavernası şahsına münhasır bir yer olmuş. Angelika köye geri dönenlerden biri, güler yüzlü, samimi ve sanki misafir ağırlar gibi mekanında. Ayrıca Yunan adalarına gidenlerin hep anlattığı gibi porsiyonları oldukça büyük. Angelika'nın eski şefinin yine meydanda açtığı mekan Meraklis ile köyde taverna sayısı 3 oldu. Köyün girişinde ki dut ağacının altındaki Yanık Kaşık ise kahvaltı ve mantı için uğrayabileceğiniz bir kafe. Tepeköy her sene 15 Ağustos'da gerçekleşen ünlü Meryem Ana Panayırı'na ev sahipliği yapan köy. Son yıllarda 10 günlük süreye yayılan kutlamalarda Tepeköy dolup taşıyor. Meydanda kurulan koca kazanlarda yemekler pişiriliyor, dans ediliyor, şarap içiliyor. Bu panayır Rumların özel günlerinden biri. Köyün ziyaretçi sayısı meraklı turistler ile daha da artıyor. Köyde, 1832 tarihli Evangelismos Teotoku Kilisesi ve eski Rum mezarlığı gezilebilir. Köyün yakınında Çınaraltı( İspilya) diye anılan bir piknik alanı bulunuyor. 625 senelik anıt niteliğindeki çınar ağacı ve memba suyu akan antik çeşmesi etrafında manzaraya karşı piknik yapabileceğiniz bir alan. Zamanında köyde 2 zeytinyağı ve sabun imalathanesi, 9 dokuma atölyesi, 3 kaşar peyniri imalathanesi, 4 marangoz atölyesi bulunuyormuş. Bu yapılardan geriye kalanları ayrıntılara dikkat edenler yakalayabilir.

# ugurlu
source: Uğurlu is a village located at the westernmost tip of the island, 25 km away from the center. At times, this distance sets it apart from the climate of the central area. The village was settled in 1984 by villagers from Muğla, Burdur, and Erzincan. The villagers engage in agriculture and livestock farming, claiming that their land is highly fertile and of excellent quality. Grape cultivation is predominantly practiced. The village has a port. Uğurlu Port, the only port on the southern coast, was originally built with the idea of serving ferries between Gökçeada and Limni (12 nautical miles). Although the project is currently on hold, this connection could be realized at any moment. At present, large fishing boats take shelter in the port, and locals enjoy fishing. The sea can be accessed from both sides of the village. Gizli Liman, one of the most beautiful bays on the island, is located very close to the village. During the summer, those who want to make the most of this paradise-like natural beach prefer the guesthouses and hotels in Uğurlu. While apartment-style accommodations are common in the village, there are also 3-4 hotels available. Being the farthest village from the center, Uğurlu has 4 grocery stores, 2 cafes, 2 butchers, and 3-4 restaurants.
tr: Uğurlu, merkezden 25 km. uzaklıkta, adanın en batı ucundaki köy. Kimi zaman iklimini merkezden farklı kılacak bir uzaklık bu. Köye 1984'de Muğla, Burdur ve Erzincan'dan gelen köylüler yerleştirilmiş. Tarım ve hayvancılıkla uğraşan köy halkı, topraklarının çok verimli ve kaliteli olduğunu söylüyor. Genelde üzüm yetiştiriciliği yapılıyor. Köyün bir limanı bulunuyor. Güney kıyısındaki tek liman olan Uğurlu Limanı, zamanında Gökçeada-Limni (12 mil) arasında gelip gidecek feribotlar düşünülerek yapılmış. Şimdilik proje rafa kalksa da, her an gerçekleşebilecek bir bağlantı bu. Şu anda limana büyük balıkçı tekneleri sığınıyor, adalılar balık tutuyor. Her iki tarafından denize giriliyor. Adanın denize girilecek en güzel koylarından biri olan Gizli Liman, köye çok yakın bir mesafede. Yazın bu cennet gibi doğal plajdan bol bol yararlanmak isteyenler, Uğurlu'daki pansiyon ve otelleri tercih ediyorlar. Köyde genelde apart pansiyonculuk yaygın olmakla birlikte 3-4 otel de bulunuyor. Merkezden en uzak köy olduğu için, köyde 4 bakkal, 2 kahve, 2 kasap, 3-4 restoran bulunuyor.

# yenibademli
source: The village was established on the plain below Old Bademli in 1984. Families from Isparta, Samsun, Trabzon, and Giresun were settled here. As the village with the highest population density on the island, its main sources of livelihood are agriculture and guesthouse accommodation. Located 4 km from the center and a 10-minute walk from the sea, Yeni Bademli is one of the most preferred places for tourists to stay. In fact, the village is like a paradise of guesthouses. Some of the villagers have turned their business into a professional venture, while others offer apartment rentals. But they all do their best to make you satisfied. They convey the sincerity and hospitality of Anatolian people. Yıldızkoy, one of the most special spots where you can swim in the sea on Gökçeada, is just a 5-minute walk from Yeni Bademli. Located within the boundaries of Turkey's first underwater park, Yıldızkoy is easily accessible for swimming except on very windy days. Especially if the wind is blowing from the south (lodos), you shouldn't miss the opportunity to swim in its calm sea like a sheet. You can take advantage of the grocery stores in Yeni Bademli for shopping. Some villagers also sell fruits and vegetables they gather from their own gardens at their stands. This is the only village outside the center that has a bakery. There are also 2-3 restaurants in the village. Additionally, I grew up in this village and brought the Gökçeada application to you :)
tr: Eski Bademli'nin aşağısındaki düzlüğe kurulmuş olan köyün inşa tarihi 1984. Buraya Isparta, Samsun, Trabzon ve Giresun'dan gelen aileler yerleştirilmiş. Adada nüfus yoğunluğunun en fazla olduğu köyün geçim kaynağı tarım ve pansiyonculuk. Merkeze 4 km, denize yürüyerek 10 dakika uzaklıkta bulunan Yeni Bademli, turistlerin konaklamayı en çok tercih ettiği yerlerden biri. Zaten köy bir pansiyon cenneti gibi. Köyülülerden kimisi işi profesyonelliğe dökmüş kimisi ise apart olarak kiralama yapıyorlar. Ama hepsi sizi memnun kılmak için ellerinden geleni yapıyor. Anadolu insanının içtenliğini ve misafirperverliğini hissettiriyorlar. Gökçeada'nın denize girilebilecek en özel noktalarından biri olan Yıldızkoy, Yeni Bademli'ye 5 dakika yürüme mesafesinde. Türkiye'nin ilk sualtı parkı'nın sınırları içinde yer alan Yıldızkoy'da çok rüzgarlı günlerin dışında rahatlıkla denize girebilirsiniz. Hele hava lodos ise, çarşaf gibi olan denizinde yüzme fırsatını kaçırmamalısınız! Yeni Bademli'de bulunan bakkallardan alışveriş için faydalanabilirsiniz. Ayrıca kendi bahçelerinden topladıkları meyve-sebzeleri tezgahlarında satan köylüler de oluyor. Merkez dışında fırını olan tek köy burası. Köyde 2-3 restoran da bulunuyor. Ayrıca Gökçeada uygulamasını sizlerle buluşturan ben de bu köyde büyüdüm :)

# zeytinlikoy
source: Zeytinliköy used to be one of the most social places on the island. It is still one of the most visited villages due to its numerous cafes. Visiting the village to have dibek coffee has been a long-standing tradition on the island. In recent years, with the opening of cafes by the Greeks who have returned to their villages from Greece, the atmosphere has become even more vibrant. Their menus always include dibek coffee, mastic pudding, and frappe. The Greeks decorate their cafes with a variety of flowers... The village has a year-round population of around 50-60 people. As the name suggests, it is surrounded by numerous olive trees. The village is located 3 km away from the center and is one of the four protected villages on the island. The oldest church on the island, Agios Georgios Church, is located in this village. Bartholomew, the spiritual leader of 300 million Orthodox Christians worldwide, was born in Zeytinliköy in 1940. Bartholomew, who was declared Patriarch in 1991, visits his birthplace a few times a year. In addition to cafes, Zeytinliköy has 3 boutique hotels and 2 taverns. The taverns located at the entrance of the village are pleasant places where you can sit surrounded by nature. If you happen to visit the village in autumn, don't pass by the road lined with blackberries without tasting them! Dibek coffee is made by grinding coffee beans in a 10-kilogram iron pestle and then sifting them through a sieve in a stone-carved pit. The coffee is freshly prepared daily. Although the signs still say dibek coffee, I don't think any of them spend their entire day grinding coffee beans with an iron pestle anymore. But it's okay, as a generation raised on fast food, we no longer have a palate that can distinguish that taste anyway! It's best for you to succumb to its charm and enjoy the pleasure of drinking coffee in the nostalgic atmosphere of the village square that still maintains its charm.
tr: Zeytinliköy zamanında adanın en sosyal yerlerinden biriymiş. Şimdi de çok sayıdaki kafesi sebebiyle en sık ziyaret edilen köylerden. Köye, dibek kahvesi içmeye uğramak uzun zamandır bir gelenek adada. Son yıllarda Yunanistan'dan köylerine geri dönen Rumların açtığı kafelerle birlikte ortamın daha da renklendiği görülüyor. Menülerinde mutlaka dibek kahvesi, sakızlı muhallebi, frappe oluyor. Rumlar binbir çeşit çiçeklerle süslüyorlar kafelerini... Yaz-kış sürekli yaşayan kişi sayısı 50-60 civarında. Adından da anlaşılacağı gibi etrafı çok sayıda zeytin ağacıyla çevrili. Merkeze 3 km. uzaklıktaki köy, koruma altındaki dört köyden biri. Adanın en eski kilisesi olan Agios Georgios Kilisesi bu köyde. Dünyadaki 300 milyon ortodoks Hristiyanın ruhani lideri olan 1.Bartholomeos 1940 yılında Zeytinli'de doğmuş. 1991 yılında Patrik ilan edilen Bartholomeos, senede birkaç kez doğduğu evi ziyarete geliyor. Zeytinliköy'de kafeler dışında 3 butik otel ve 2 meyhane de bulunuyor. Köyün girişinde yer alan meyhaneler, doğayla içiçe oturabileceğiniz keyifli mekanlar. Eğer yolunuz sonbaharda köye düşerse, anayoldan köye sapan yolu sağlı sollu sarmış böğürtlenlerden tatmadan geçmeyin ! Dibek kahvesi, taşa oyulmuş bir çukurda kahve çekirdeklerinin 10 kiloluk demirle ezildikten sonra elekten geçirilmesiyle yapılıyor. Kahve taze taze günlük hazırlanıyor. Her ne kadar tabelalarda hala dibek kahvesi yazsa da artık hiçbirinin elde demir bütün günü kahve çekirdeklerini ezerek geçirdiklerini sanmıyorum. Ama olsun fast food ile büyüyen bir nesil olarak bizde de o tadı ayırd edebilecek damak tadı kalmadı zaten! Siz en iyisi ismin büyüsüne kapılın ve nostaljik havasını koruyan köy meydanında kahve içmenin keyfini yaşayın.
